---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PlacementTop
source: html/ba04b864-af37-7b66-0a9d-e10f19997870.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PlacementTop Property

"Top"

## Syntax (C#)
```csharp
public static ForgeTypeId PlacementTop { get; }
```